//
//  Header.swift
//  UseAsyncDisplayKit
//
//  Created by xuxiwen on 2017/9/27.
//  Copyright © 2017年 xuxiwen. All rights reserved.
//

import UIKit

let XW_SCREEN_WIDTH = UIScreen.main.bounds.size.width
let XW_SCREEN_HEIGHT = UIScreen.main.bounds.size.height

let mockData = [
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
    [ "http://tp1.sinaimg.cn/3985473000/180/5742244430/0" , "杨大大117", "不论我们最后生疏到什么样子 要记住 曾经对你的好都是真的 ❤"],
    [ "http://tp3.sinaimg.cn/2466802634/180/5740492182/0", "孟矾矾", "温和而坚定。"],
    [ "http://tp2.sinaimg.cn/1736940353/180/5634177627/0", "郭德欣", "广州交通电台FM106.1主持人"],
    [ "http://tp4.sinaimg.cn/2379086631/180/40052837834/0" , "我是你景儿", "店铺已更名为：JiLovèng 。大家可以在淘宝宝贝直接搜索这个，不分大小写。[心]jiloveng"],
]
